package com.cdeledu.weixin.base.api;

/**
 * @Description: 代金券API
 * @author: 独泪了无痕
 * @date: 2015年10月10日 下午4:55:50
 * @version: V1.0
 * @see <a href="http://pay.weixin.qq.com/wiki/doc/api/sp_coupon.php" >代金券文档</a>
 */
public class CouponApi {
	/** -------------------------- 属性 begin ------------------------------- */
	/** -------------------------- 属性 end ------------------------------- */
	/** -------------------------- 私有方法 begin ------------------------------- */
	/** -------------------------- 私有方法 end ------------------------------- */
	/** -------------------------- 公有方法 begin ------------------------------- */
	/** -------------------------- 公有方法 end ------------------------------- */
}
