package com.cdeledu.util.database.redis.operate;

/**
 * 把今天最好的表现当作明天最新的起点．．～
 *
 * Today the best performance as tomorrow newest starter!
 *
 * @类描述: Redis 有序集合不允许重复的成员。 集合是通过哈希表实现的，所以添加，删除，查找的复杂度都是O(1)。
 * @创建者: 皇族灬战狼
 * @创建时间: 2017年9月13日 上午9:28:09
 * @版本: V1.0
 * @since: JDK 1.7
 * @see <a href="">TODO(连接内容简介)</a>
 */
public class SortedSetRedis {
	/** ----------------------------------------------------- Fields start */
	/** ----------------------------------------------------- Fields end */

	/** ----------------------------------------------- [私有方法] */
	/** ----------------------------------------------- [私有方法] */

	/** ----------------------------------------------- [测试方法] */
	/** ----------------------------------------------- [测试方法] */
}
