package com.cdeledu.util.swing.plugins;

import javax.swing.JPanel;

public class EncryptAndDecrypt extends JPanel {
	private static final long serialVersionUID = 1L;
	/** -------------------------- 属性 begin ------------------------------- */
	/** -------------------------- 属性 end ------------------------------- */
	/** -------------------------- 私有方法 begin ------------------------------- */
	/** -------------------------- 私有方法 end ------------------------------- */
	/** -------------------------- 公有方法 begin ------------------------------- */
	/** -------------------------- 公有方法 end ------------------------------- */
}
