package com.cdeledu.core.redis.service.impl;

import com.cdeledu.core.redis.service.RedisClientTemplate;

/**
 * 把今天最好的表现当作明天最新的起点．．～
 *
 * Today the best performance as tomorrow newest starter!
 *
 * @类描述: Redis 封装后的类
 * @创建者: 皇族灬战狼
 * @创建时间: 2017年12月12日 下午8:25:09
 * @版本: V1.0
 * @since: JDK 1.7
 */
public class RedisClientTemplateImpl implements RedisClientTemplate {
	/** ----------------------------------------------------- Fields start */
	/** ----------------------------------------------------- Fields end */

	/** ----------------------------------------------- [公共方法] */
	/** ----------------------------------------------- [公共方法] */

	/** ----------------------------------------------- [私有方法] */
	/** ----------------------------------------------- [私有方法] */

	/** ----------------------------------------------- [测试方法] */
	/** ----------------------------------------------- [测试方法] */
}
