package com.cdeledu.util.media;

/**
 * @类描述: 声音文件播放操作辅助类
 * 
 *       <pre>
 * 本辅助类主要是用来方便实现MP3文件、WAV文件、Midi文件等声音的播放操作,并提供音量操作等功能
 *       </pre>
 * 
 * @创建者: 皇族灬战狼
 * @创建时间: 2017年2月11日 上午11:55:30
 * @版本: V1.0
 * @since: JDK 1.7
 */
public class AudioHelper {
	/** ----------------------------------------------------- Fields start */
	/** ----------------------------------------------------- Fields end */

	/** ----------------------------------------------- [私有方法] */
	/** ----------------------------------------------- [私有方法] */

}
