package com.cdeledu.timertask;

import org.springframework.web.bind.annotation.RestController;

/**
 * 把今天最好的表现当作明天最新的起点．．～
 *
 * Today the best performance  as tomorrow newest starter!
 *
 * @类描述: 报表数据
 * @创建者: 皇族灬战狼
 * @创建时间: 2017年12月13日 上午8:15:11
 * @版本: V1.0
 * @since: JDK 1.7
*/
@RestController
public class InvokeReportTaskController {
	/** ----------------------------------------------------- Fields start */
	/** ----------------------------------------------------- Fields end */

	/** ----------------------------------------------- [公共方法] */
	/** ----------------------------------------------- [公共方法] */

	/** ----------------------------------------------- [私有方法] */
	/** ----------------------------------------------- [私有方法] */

	/** ----------------------------------------------- [测试方法] */
	/** ----------------------------------------------- [测试方法] */
}
