package com.cdeledu.util.freemarker;

/**
 * 
 * @ClassName: FreemarkerHelper
 * @Description: Freemarker引擎协助类
 * @author: 独泪了无痕
 * @date: 2015年8月25日 上午8:13:15
 * @version: V1.0
 * @history:
 */
public class FreemarkerHelper {
	/*-------------------------- 私有属性 begin -------------------------------*/
	/*-------------------------- 私有属性 end   -------------------------------*/
	/*-------------------------- 私有方法 begin -------------------------------*/
	/*-------------------------- 私有方法 end   -------------------------------*/
	/*-------------------------- 公有方法 begin -------------------------------*/
	/*-------------------------- 公有方法 end   -------------------------------*/
}
